# vim: set filetype=ruby nomodeline:

tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "asciinema"
brew "bash"
brew "bash-completion@2"
brew "ctags"
brew "diff-so-fancy"
brew "duti"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "mas"
brew "neovim"
brew "node"
brew "pandoc"
brew "python"
brew "renameutils"
brew "ripgrep"
brew "rmtrash"
brew "ruby"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"

cask "android-file-transfer"
cask "appcleaner"
cask "flux"
cask "font-fira-mono"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "keepingyouawake"
cask "logitech-gaming-software"
cask "mactex"
cask "macvim"
cask "notational-velocity"
cask "selfcontrol"
cask "soundflower"
cask "spectacle"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "vanilla"
