# vim: set filetype=ruby nomodeline:

tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "bash"
brew "bash-completion"
brew "crisidev/chunkwm/chunkwm"
brew "ctags"
brew "diff-so-fancy"
brew "duti"
brew "fd"
brew "fzf"
brew "go"
brew "highlight"
brew "koekeishiya/formulae/skhd"
brew "mas"
brew "neovim"
brew "node"
brew "pandoc"
brew "pv"
brew "python"
brew "python@2"
brew "ranger"
brew "ripgrep"
brew "rmtrash"
brew "ruby"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "wget"

cask "alfred"
cask "android-file-transfer"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "cheatsheet"
cask "flux"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "liteicon"
cask "mactex"
cask "macvim"
cask "soundflower"
cask "the-unarchiver"
cask "transmission"
