# vim: set filetype=ruby nomodeline:

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "bash"
brew "bash-completion"
brew "coffeescript"
brew "ctags"
brew "diff-so-fancy"
brew "duti"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-flow"
brew "go"
brew "highlight"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "mas"
brew "neovim"
brew "node"
brew "pandoc"
brew "pv"
brew "python"
brew "python@2"
brew "ranger"
brew "ripgrep"
brew "rmtrash"
brew "ruby"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh"

cask "android-file-transfer"
cask "appcleaner"
cask "bartender"
cask "flux"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iina"
cask "mactex"
cask "macvim"
cask "soundflower"
cask "steam"
cask "the-unarchiver"
cask "transmission"
